Repository: aulonm/mujaj.dev
Catalog: frontend/src/locales/*/messages.po
Languages: nb

source: A selection of platform, product, and public sector work spanning design systems, products, and civic tech.
nb: Et utvalg av plattform-, produkt- og offentlig sektor-arbeid som spenner over designsystemer, produkter og civic tech.

source: Back Home
nb: Til forsiden

source: Dark
nb: Mørk

source: Education
nb: Utdanning

source: Experience
nb: Erfaring

source: Frontend Engineer
nb: Frontendingenior

source: Home
nb: Hjem

source: I build resilient frontend platforms for real-world teams.
nb: Jeg bygger robuste frontend-plattformer for team i den virkelige verden.

source: I'm a frontend engineer at OBOS
nb: Jeg er frontendingenior hos OBOS

source: I'm a frontend engineer at OBOS in Oslo. I focus on design systems, platform enablement, and product delivery.
nb: Jeg er frontendingenior hos OBOS i Oslo. Jeg fokuserer på designsystemer, plattformenablement og produktleveranse.

source: Light
nb: Lys

source: Oslo, Norway
nb: Oslo, Norge

source: Portfolio
nb: Portefolje

source: Profile
nb: Profil

source: Selected work
nb: Utvalgte prosjekter

source: Skills
nb: Ferdigheter

source: Source
nb: Kilde

source: The page you are looking for has moved, or the link is not correct. Try heading back to the home page.
nb: Siden du ser etter er flyttet, eller lenken er ikke riktig. Prøv å gå tilbake til forsiden.

source: This route does not exist.
nb: Denne ruten finnes ikke.

source: View Portfolio
nb: Se portefolje

source: Welcome to my page. I do frontend development and engineering. I have Java experience, but I am not looking for Java roles.
nb: Velkommen til siden min. Jeg driver med frontendutvikling og engineering. Jeg har Java-erfaring, men ser ikke etter Java-roller.
